export const newsData = [
  {
    id: '1',
    title: 'STAR SAVIOR FGT 성황리 종료!',
    date: '2025.07.13',
    content: `스튜디오비사이드는 지난 6월 16일 신촌 롤스터&앤유 PC방에서 <스타세이비어>의 FGT(포커스 그룹 테스트)를 성공적으로 마무리했습니다. 이번 테스트에서는 3D 턴제 RPG를 기반으로, 방치형 성장과 육성 시뮬레이션 요소를 결합한 독특한 시스템이 첫 공개되었습니다. https://www.inven.co.kr/webzine/news/?news=306012`,
  },
  {
    id: '2',
    title: "'스타세이비어' 스팀에서도 만난다!",
    date: '2025.07.10',
    content: `스튜디오비사이드는 신작 서브컬처 RPG <스타세이비어>의 클로즈 베타 테스트(CBT)를 스팀을 통해 추가 모집한다고 10일 밝혔다. 신청은 7월 10일부터 22일 낮 12시까지 가능하며, CBT는 7월 23일부터 29일까지 7일간 진행된다. 이번 테스트에서는 메인 스토리와 주요 캐릭터, 핵심 콘텐츠인 ‘여정’을 체험할 수 있다. https://m.gamechosun.co.kr/news/view.php?no=215129`,
  },
  {
    id: '3',
    title: "'스타세이비어' 첫 CBT 테스터 공개 모집",
    date: '2025.06.29',
    content: `스튜디오비사이드는 신작 RPG <스타세이비어>의 클로즈 베타 테스트(CBT) 참가자를 6월 27일부터 모집한다고 밝혔다. CBT 신청은 7월 22일 낮 12시까지 공식 티저 사이트에서 가능하며, 테스트는 7월 23일부터 29일까지 7일간 진행된다. https://tinyurl.com/4rdfvtmv`,
  },
  {
    id: '4',
    title: "스튜디오비사이드 '스타세이비어' 내달 CBT",
    date: '2025.06.27',
    content: `스튜디오비사이드는 신작 RPG <스타세이비어>의 비공개 베타 테스트(CBT)를 7월 23일부터 29일까지 실시한다고 밝혔다. <스타세이비어>는 성운관측기관 NOA를 배경으로 한 3D 수집형 RPG로, 애니메이션풍 그래픽과 몰입도 높은 서사, 육성형 콘텐츠를 특징으로 하며 연내 출시를 목표로 개발 중이다. https://tinyurl.com/5x2b3vp7`,
  },
  {
    id: '5',
    title: '카운터사이드 제작진 신작, 스타세이비어 메인 PV 공개',
    date: '2025.06.17',
    content: `스튜디오비사이드는 6월 16일 신작 <스타세이비어>의 메인 프로모션 영상을 공개하고, 첫 FGT(포커스 그룹 테스트)를 진행했다.
<스타세이비어>는 ‘라비스타’ 세계를 배경으로 한 3D 서브컬처 턴제 RPG로, 2025년 하반기 출시 예정이다. https://www.gamemeca.com/view.php?gid=1761531`,
  },
  {
    id: '6',
    title: '스튜디오비사이드, 스타세이비어 PV 영상 공개',
    date: '2025.01.13',
    content: `스튜디오비사이드는 1월 13일, 신작 모바일 RPG <스타세이비어>의 선행 예고편 영상을 공식 X(트위터)와 유튜브 채널을 통해 공개했습니다. 이번 영상은 ‘Project Star’ 당시 PV에서 볼 수 없던 신규 장면들과 개선된 그래픽을 선보이며 유저들의 기대를 모았습니다. https://www.gameabout.com/news/curationView.html?idxno=90626`,
  },
];